Overload List
Name  |   Description
IsNameUnique(String)
 Determines whether a potential space type name is unique.
IsNameUnique(Document, String)
 Determines whether a potential space type name is unique.
 See Also
  HVACLoadSpaceType Class
  HVACLoadSpaceType Members
  Autodesk.Revit.DB.Analysis Namespace